// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Gestisci carta personalizzata";
HelpTitle = "Gestisci carta personalizzata";

NoIccTitle = "<nessun profilo selezionato>";

DoubleNameTitle = "Esiste già un tipo di carta personalizzata con questo nome.";
DoubleNameMsg = "Esiste già un tipo di carta personalizzata con il nome \"%@\". Selezionare un altro nome per la carta personalizzata.";

MaxMediaExceededTitle = "È stato superato il numero massimo di tipi di carta personalizzata";
MaxMediaExceededMsg = "È posssibile definire fino a %i tipi di carta personalizzata. Eliminare uno o più tipi di carta prima di aggiungerne uno nuovo.";

DeletePaperTitle = "Cancellare la carta personalizzata?";
DeletePaperMsg = "Questa operazione non può essere annullata. La selezione di Elimina cancella tutte le informazioni che riguardano la carta.";
DeleteButtonTitle = "Elimina";

ProfileExistsTitle = "Il profilo ICC esiste già";
ProfileExistsMsg = "Il profilo ICC con nome di file \"%@\" è già archiviato nella raccolta locale. La selezione di \"Usa profilo esistente\" indica al sistema di usare quello archiviato per la carta. In alternativa, è possibile selezionare \"Usa nome di file originale\" per creare un nuovo nome di profilo.";
ProfileExistsDefButton = "Usa profilo esistente";
ProfileExistsAltButton = "Annulla";
ProfileExistsOtherButton = "Usa nome originale";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Carta Patinata per Inkjet";
PhotoRag = "Carta Photo Rag";
Watercolor = "Watercolor";
Canvas = "Tela";
RigidPhotoRag = "Carta Photo Rag Rigida";
RigidWatercolor = "Carta Watercolor Rigida";
RigidCanvas = "Tela Rigida";
Brochure = "Brochure";
PlainPaper = "Carta Comune";

NonKongText = "Qui è possibile modificare o eliminare la carta. Selezionare la carta da modificare o eliminare, quindi selezionare l’azione da eseguire nel menu al di sotto della tabella.";

NotRegisteredProfileWarning = "Il profilo ICC non è registrato in ColorSync. Per registrarlo, selezionare \"Registra profilo\" nel menu al di sotto della tabella.";

PhotoInkjetScrapbook = "Carta album ritagli stamp. getto d'inch., fotogr.";
MatteInkjetScrapbook = "Carta album ritagli stampanti getto d'inch., opaca";

Coated = "Patinata";
PhotoThick = "Carta fotografica spessa";
FiberGloss = "Lucida in fibra";
photoRag = "Carta Photo Rag";
photoRagThin = "Carta Photo Rag sottile";

//print quality names
Best = "Ottima";
Normal = "Normale";
Fast = "Bozza veloce";
MaxDPI = "Max DPI";

InvalidFileTitle = "Impossibile importare la carta personalizzata";
InvalidFileMsg = "Il file \"%@\" non è un file di carta personalizzata riconosciuto.";

ProfileInvalidTitle = "Tipo di file ICC non corretto";
ProfileInvalidMsg = "Il file ICC selezionato non può essere utilizzato con una stampante.";
ProfileInvalidDefButton = "Scegli un altro profilo…";
ProfileInvalidAltButton = "Annulla";

TaskTitleFieldText = "Gestisci carta personalizzata";
TaskDescriptionFieldText = "Qui è possibile modificare, importare, esportare o eliminare la carta. Selezionare la carta da modificare, importare, esportare o eliminare e poi selezionare l’azione da eseguire nel menu al di sotto della tabella.";
FirstColumnHeader = "Nome carta";
SecondColumnHeader = "Profilo";
MenuItemImport = "Importa…";
MenuItemEdit = "Modifica…";
MenuItemExport = "Esporta…";
MenuItemDelete = "Elimina";
MenuItemRegisterProfile = "Registra profilo";
EditSheetTitleFieldText = "Modifica carta personalizzata";
EditSheetDescriptionFieldText = "Modificare le informazioni per la carta.";
PaperNameLableText = "Nome carta personalizzata:";
PaperCategoryLableText = "Categoria carta:";
IccFileNamelableText = "Profilo ICC (opzionale):";
IccFileNameFieldText = "<nessun profilo selezionato>";
BrowseButtonText = "Sfoglia…";
ClearButtonText = "Azzera profilo";
CancelButtonText = "Annulla";
DoneButtonText = "Fine";

